Repository: breemo/MOJintranet
Catalog: MOJ.Intranet/MOJ.Intranet/Resources/Resource.*.resx
Languages: ar_sa

# SouqIConfirm
source: I acknowledged that the Ministry of Justice does not assume any responsibility for raising this Declaration
ar_sa: أقر بأن وزارة العدل لا تتحمل أي مسؤولية عن رفع هذا الإعلان

# SouqMustConfirm
source: Please Approve terms and coditions
ar_sa: الرجاء الموافقة على تحمل المسؤولية

# priceValidation
source: Price must be a number
ar_sa: السعر يقبل رقم فقط

source: Concerned Department
ar_sa: الإدارة المعنية

source: Modify Council
ar_sa: تعديل المجلس

source: Target group
ar_sa: الفئة المستهدفة

# NumberOfParticipants
source: Participants number
ar_sa: عدد المشاركين

source: All feedback
ar_sa: التقيمات

# ImplicitknowledgeConfirm
source: I acknowledged that the Ministry of Justice does not assume any responsibility for the data entered
ar_sa: أقر بأن وزارة العدل لا تتحمل أي مسؤولية عن البيانات المدخلة
