Repository: breemo/MOJintranet
Catalog: MOJ.Intranet/MOJ.Intranet/Resources/Resource.*.resx
Languages: ar_sa

source: Attendees
ar_sa: الحضور

# AttendeesChartTitle
source: Daily attendance during the current week
ar_sa: الحضور اليومي خلال الاسبوع الحالي

# HeadCirculars
source: Circulars
ar_sa: القرارات و التعاميم

# HeadGallery
source: MOJ Gallery
ar_sa: صورنا

# HeadNews
source: News
ar_sa: علومنا

source: more
ar_sa: المزيد

source: More News
ar_sa: المزيد

source: More Pictures
ar_sa: المزيد من الصور

source: remind
ar_sa: تذكير

# reminder
source: Sticky Notes
ar_sa: ملاحظاتي

source: View All
ar_sa: جميع الطلبات

# btnClear
source: clear
ar_sa: تفريغ

# btnSearch
source: search
ar_sa: بحث

# HeadCircularNumber
source: Circular Number
ar_sa: رقم القـرار

# HeadCircularTitle
source: Circular Title
ar_sa: عنوان القرار

# innerCircularsLstItemHead
source: Circular Number
ar_sa: قرار رقم

# innerHeadCirculars
source: Circulars List
ar_sa: نص قرار

# HeadEvents
source: Occasions
ar_sa: المودة

source: More Events
ar_sa: مزيد من الاحداث

# Titlebilingual
source: Title En
ar_sa: Title Ar

source: Participate
ar_sa: مشاركة

# Questionnaire
source: Surveys
ar_sa: شو رايكم

# SiteURL
source: en
ar_sa: ar

# colBody
source: BodyEn
ar_sa: Body

# colDescription
source: DescriptionEn
ar_sa: Description

# colTitle
source: TitleEn
ar_sa: Title

# ViewAllQuestionnaireURL
source: /En/Pages/ViewAllQuestionnaire.aspx
ar_sa: /Ar/Pages/ViewAllQuestionnaire.aspx

# colName
source: NameEn
ar_sa: Name

# colLiveDescription
source: DescriptionEn
ar_sa: VideoSetDescription

# HeadLiveEvents
source: Live Events
ar_sa: فعالياتنا المباشرة

# HeadLiveArchive
source: Live Archive
ar_sa: أرشيف البث المباشر

# HeadLiveLastMonth
source: Live Last Month
ar_sa: البث المباشر السابق هذا الشهر

# MinistryFilesBookDesc
source: Book Desc En
ar_sa: Book Desc Ar

# MinistryFilesBookTitle
source: Book Title En
ar_sa: Book Title

# HeadPopularNews
source: Popular News
ar_sa: أهم علومنا

# HeadRelatedNews
source: Related News
ar_sa: علومنا المتعلقة

# HeadSrchNews
source: News Search
ar_sa: بحث علومنا

source: Month
ar_sa: الشهر

# Month1
source: January
ar_sa: يناير

# Month10
source: October
ar_sa: أكتوبر

# Month11
source: November
ar_sa: نوفمبر

# Month12
source: December
ar_sa: ديسمبر

# Month2
source: February
ar_sa: فبراير

# Month3
source: March
ar_sa: مارس

# Month4
source: April
ar_sa: ابريل

# Month5
source: May
ar_sa: مايو

# Month6
source: June
ar_sa: يونيو

# Month7
source: July
ar_sa: يوليو

# Month8
source: August
ar_sa: أغسطس

# Month9
source: September
ar_sa: سبتمبر

source: Next
ar_sa: التالي

source: Previous
ar_sa: السابق

# select
source: Please Select
ar_sa: الرجاء الإختيار...

source: Year
ar_sa: السنة

source: welcome
ar_sa: مرحبا

# EmployeeIDErrorMsg
source: The Employee ID Or email is incorrect
ar_sa: الرقم الوظيفي المدخل غير مطابق أو البريد الإلكتروني غير صحيح

# EmployeeIdPage
source: /En/Pages/AddEmployeeNumber.aspx
ar_sa: /Ar/Pages/AddEmployeeNumber.aspx

# EnterEmailAddress
source: Please enter Your Email
ar_sa: يرجى ادخال بريدك الإلكتروني

# EnterEmployeeID
source: Please Enter Your Employee ID
ar_sa: يرجى ادخال رقمك الوظيفي

# ReEnterEmployeeID
source: Confirm Your Employee ID
ar_sa: اعادة إدخال رقم الوظيفي

source: Submit
ar_sa: ارسال

# headHostingRequest
source: Hosting Request
ar_sa: طلب استضافة

source: Attendees Number
ar_sa: عدد الاشخاص

source: Day
ar_sa: اليوم

source: Add
ar_sa: اضافة

source: Author
ar_sa: الكاتب

source: Book Name
ar_sa: اسم الكتاب

source: Car Place
ar_sa: على ان تتواجد السيارة أمام

source: Car Request Service
ar_sa: أمر مهمة سيارة

source: Car With
ar_sa: يلزم بتأمين سيارة

source: Category
ar_sa: الفئة

# ddlSelect
source: Choose
ar_sa: اختر

source: Download
ar_sa: تحميل

source: Filter By
ar_sa: البحث بواسطة

source: Going to
ar_sa: الذهاب الى

source: Inside AbuDhabi
ar_sa: داخل ابوظبي

# MinistryFiles
source: Ministry Library
ar_sa: ركن القراءة

source: Outside AbuDhabi
ar_sa: خارج ابوظبي

# PassengerName
source: Passengers Name
ar_sa: لنقل السادة

source: Search
ar_sa: بحث

# TravelDate
source: Date
ar_sa: الموافق

# TravelDuration
source: Duration
ar_sa: مدة المهمة

# TravelReason
source: Reason
ar_sa: لغرض

source: Uploaded By
ar_sa: تم الرفع بواسطة

source: With Driver
ar_sa: سائق

source: Without Driver
ar_sa: بدون سائق

# fromDate
source: From
ar_sa: بتاريخ يوم

source: Hotel Hosting
ar_sa: أستضافة فندقية

source: Mission
ar_sa: المهمة

# resources
source: Please provide
ar_sa: يرجى توفير

source: Room Booking
ar_sa: حجز قاعة

source: Time
ar_sa: الوقت

# toDate
source: To
ar_sa: لغاية يوم

# successfullyMsg
source: Your request has been sent successfully
ar_sa: تم ارسال طلبك بنجاح

# YourRequestNumber
source: Your Request Number is
ar_sa: رقم طلبك هو

source: Emirate
ar_sa: الامارة

source: Workflow Task
ar_sa: مهمة سير العمل

source: Notes
ar_sa: الملاحظات

source: Approve
ar_sa: موافقة

# NoTasks
source: No tasks available
ar_sa: لا توجد مهام متوفرة

source: Reject
ar_sa: رفض

# successfullyTask
source: The task is completed successfully
ar_sa: تم انجاز المهمة بنجاح

source: Task Name
ar_sa: اسم المهمة

source: CircularBody
ar_sa: تفاصيل التعميم

source: CircularDate
ar_sa: تاريخ التعميم

source: CircularTitle
ar_sa: عنوان التعميم

# DepartmentCirculars
source: Directions And Updates Of Managment
ar_sa: قرارات و تعاميم الأدارة

# DepartmentCircularsListName
source: DepartmentCirculars
ar_sa: قرارات و تعاميم الإدارة

# DepartmentDocumentsListName
source: DepartmentDocuments
ar_sa: ملفات الادارة

# DepartmentProceduresListName
source: DepartmentProcedures
ar_sa: أجراءات الأدارة

# DepartmentProceduresTitle
source: Procedures of Managment
ar_sa: أجراءات الأدارة

# MyDepartmentTitle
source: Managment
ar_sa: أدارتي

source: ProcedureBody
ar_sa: تفاصيل الاجراء

source: ProcedureDate
ar_sa: تاريخ الاجراء

source: ProcedureTitle
ar_sa: عنوان الاجراء

source: Read More
ar_sa: تفاصيل

# noPermission
source: You have no Permission
ar_sa: ليس لديك إذن

source: Tasks
ar_sa: المهام

# Approved
source: Result Approved
ar_sa: النتيجة تمت الموافقة

# Rejected
source: Result Rejected
ar_sa: النتيجة تم الرفض

source: Place
ar_sa: المكان

# AffirmationSocialSituation
source: Affirmation of the social situation
ar_sa: أقرار بالحالة الأجتماعية

source: age
ar_sa: العمر

source: Change Date
ar_sa: تاريخ التغيير

source: Change Reason
ar_sa: سبب التغيير

source: Data
ar_sa: بيانات

# DateMarriage
source: Date of marriage
ar_sa: تاريخ الزواج

source: Gender
ar_sa: الجنس

source: Has government housing allowance
ar_sa: يمنح سكن حكومي

source: Has government housing percentage allowance
ar_sa: يمنح علاوة سكن بنسبة

source: Hiring date
ar_sa: تاريخ التعيين

source: Name
ar_sa: الاسم

source: Relationship Type
ar_sa: نوع القرابة

source: Work Sector
ar_sa: قطاع العمل

source: Employer
ar_sa: جهة العمل

# ChangeSocialStatus
source: Change in social status
ar_sa: التغيير في الحالة الأجتماعية

source: Children
ar_sa: الابناء

source: Contact Reason
ar_sa: سبب التواصل

source: Happiness Hotline
ar_sa: الخط الساخن للسعادة

source: Message
ar_sa: الرسالة

source: Request Number
ar_sa: رقم الطلب

# Mandatory
source: * Mandatory field
ar_sa: * حقل اجباري

source: Edit
ar_sa: تعديل

source: Result
ar_sa: النتيجة

source: Service Type
ar_sa: نوع الخدمة

source: Status
ar_sa: الحالة

source: Task Date
ar_sa: تاريخ المهمة

source: Request Date
ar_sa: تاريخ الطلب

source: MyRequests
ar_sa: طلباتي

source: Comment
ar_sa: الملاحظات

source: Pending
ar_sa: قيد الانتظار

source: Basic Salary
ar_sa: الراتب الأساسي

source: Degree
ar_sa: الدرجة

source: Employee Number
ar_sa: الرقم الوظيفي

source: Marital Status
ar_sa: الحالة الأجتماعية

source: Nationality
ar_sa: الجنسية

source: Position
ar_sa: الوظيفة

source: Department
ar_sa: الأدارة

source: Fazaa Card Request
ar_sa: طلب التسجيل لفزعة

source: Full Name Arabic
ar_sa: الأسم كامل(عربي)

source: Full Name English
ar_sa: الإسم كامل(إنجليزي)

source: Contact With HR
ar_sa: التواصل مع الموارد البشرية

source: All Requests
ar_sa: جميع الطلبات

# AffirmationReceiptGovernmentHousing
source: Affirmation the receipt of government housing
ar_sa: اقرار أستلام سكن حكومي

source: agent
ar_sa: الوكيل

source: Apportionment Date
ar_sa: تاريخ التخصيص

source: Email
ar_sa: البريد الالكتروني

source: Financial Number
ar_sa: الرقم المالي

source: Home Address
ar_sa: عنوان السكن

source: Mobile Number
ar_sa: الهاتف النقال

source: Number Of Rooms
ar_sa: عدد الغرف

source: Owner
ar_sa: المالك

source: Vila/Apartment Number
ar_sa: رقم الفيلا / الشقة

source: Work Location
ar_sa: مقر العمل

source: Work Phone Ex
ar_sa: هاتف العمل

source: AssignTo
ar_sa: تعيين إلى

source: Car Order Service
ar_sa: أمر مهمة سيارة

source: Direct Manger
ar_sa: المدير المباشر

source: Financial Resources And Procurement Department
ar_sa: الموارد المالية وقسم المشتريات

source: Happiness Department
ar_sa: قسم السعادة

source: HR
ar_sa: الموارد البشرية

source: My Accomplished Tasks
ar_sa: مهامي المنجزة

source: MyTasks
ar_sa: مهامي

# EmptyData
source: No Items Found
ar_sa: لا يوجد عناصر لعرضها

# HeadMyServices
source: My Services
ar_sa: طلب خدمة

# HeadCoartServices
source: Court Services
ar_sa: خدمات المحاكم

# HeadEmployeesServices
source: Employees Services
ar_sa: خدمات الموظفين

# HeadEServices
source: E-Services
ar_sa: الأنظمة الإلكترونية

source: Please kindly reserve a room at:
ar_sa: يرجى التفضل بحجز غرفة في:

source: from
ar_sa: من

source: Job
ar_sa: الوظيفة

source: to
ar_sa: الى

# HeadProcedure
source: Department Procedures
ar_sa: أجراءات الأدارة

source: Date
ar_sa: التاريخ

source: Return to duty notice (Members of the judiciary)
ar_sa: أشعار عودة للسلطة القضائية

source: AC type
ar_sa: نوع التكييف

source: Apartment Number
ar_sa: رقم الشقة

source: Career
ar_sa: المهنة

source: Contract Number
ar_sa: نوع العقد

source: Employee
ar_sa: موظف

source: Home phone
ar_sa: هاتف المنزل

source: Housing allowance
ar_sa: علاوة سكن

source: Last entry date
ar_sa: تاريخ اخر دخول

source: Last exit date
ar_sa: تاريخ اخر خروج

source: Leasing contract end date
ar_sa: تاريخ انتهاء عقد الأيجار

source: Mobile
ar_sa: هاتف محمول

source: Periodical form for government housing
ar_sa: أستمارة دورية خاصة بالسكن الحكومي

source: Student
ar_sa: طالب

source: Work phone
ar_sa: هاتف العمل

source: Shared
ar_sa: تمت المشاركة

source: Published By
ar_sa: نشرت من قبل

source: Published Date
ar_sa: تاريخ النشر

# btnSubmit
source: Submit
ar_sa: إرسال

source: Comments
ar_sa: التعليقات

# EmployeeBirthdayParagraph
source: The entire ministry of justice team would like to wish you a very Happy Birthday!
ar_sa: يود فريق وزارة العدل بأكمله أن يتمنى لك عيد ميلاد سعيد

source: Cancel
ar_sa: الغاء

source: Publish
ar_sa: نشر

source: Booking details
ar_sa: تفاصيل الحجز

# DateGreaterCurrentDate
source: Date Time should be equal or greater than current Date Time
ar_sa: يجب أن يكون التاريخ مساويًا أو أكبر من التاريخ الحالي

# ToDateGreaterFromDate
source: "To Date" should be greater than "From Date"
ar_sa: التاريخ يجب ان يكون اكبر من تاريخ البداية

source: Show
ar_sa: عرض

source: Action date
ar_sa: تاريخ العمل

source: Canceled
ar_sa: ملغى

# MSGcancel
source: Are you sure you want to cancel the request?
ar_sa: هل أنت متأكد أنك تريد إلغاء الطلب؟

# SelectDepartment
source: Select Your Department
ar_sa: اختر ادارتك

source: Departure
ar_sa: الاستئذانات

source: Sick Vacation
ar_sa: الاجازات المرضية

source: Vacation Balance
ar_sa: رصيد الاجازات

# moreStickyNote
source: More Reminders
ar_sa: المزيد من التذكيرات

source: More Occasions
ar_sa: المزيد

# ResponseMsg
source: Result Transmitter
ar_sa: نتيجة الارسال

source: Add Advertisment
ar_sa: اضافة اعلان

source: Add New Advertisment
ar_sa: أنشاء اعلان جديد

source: Business E-Card
ar_sa: بطاقة العمل الالكترونية

source: Buyer Name
ar_sa: البائع

source: Contact Phone
ar_sa: هاتف التواصل

source: Descreption
ar_sa: الوصف

# Filter
source: Filter By
ar_sa: تصنيف حسب

source: Job Title
ar_sa: المسمى الوظيفي

source: Material Name
ar_sa: اسم المادة

# OrgSubject
source: Directory
ar_sa: دليل الموظفين

source: Phone
ar_sa: هاتف

# Picture
source: Image
ar_sa: الصورة

source: Price
ar_sa: السعر

# PrimaryWordsName
source: Name
ar_sa: الاسم

# SearchByDept
source: Search for the managment
ar_sa: البحث عن الادارة

# SearchByName
source: Search for the Name
ar_sa: البحث عن الاسم

# SearchByPlace
source: Search for the work place
ar_sa: البحث عن مكان العمل

# Souqtitle
source: Your Market
ar_sa: سوقكم

source: General Cabinet of the Ministry
ar_sa: ديوان عام الوزارة

source: Hotel Hall
ar_sa: قاعة الفندق

source: light dinner
ar_sa: عشاء خفيف

source: lunch
ar_sa: غداء

source: Snacks
ar_sa: وجبات خفيفة

source: Female
ar_sa: أنثى

source: governmental
ar_sa: حكومي

source: husband
ar_sa: الزوج

source: Male
ar_sa: ذكر

source: private
ar_sa: خاص

source: wife
ar_sa: الزوجة

# judgmentTitle
source: Ask An Expert
ar_sa: أسال خبير

source: Meetings
ar_sa: الأجتماعات

# AttendeesChartImage
source: /En/PublishingImages/download.png
ar_sa: /Ar/PublishingImages/download.png

source: Back
ar_sa: عودة

# PrimaryWordsDept
source: Department
ar_sa: الإدارة

# PrimaryWordsWorkPlace
source: Work Place
ar_sa: مكان العمل

# AddStickyNote
source: Add New Sticky Note
ar_sa: اضافة ملاحظة جديدة

# TitleAr
source: Arabic Title
ar_sa: العنوان بالعربي

# TitleEn
source: English Title
ar_sa: العنوان بالإنجليزي

# DocumentsFiles
source: Ministry Files
ar_sa: ملفات الوزارة

# DocumentsFilesPath
source: Ministry Files
ar_sa: MinistryFiles1

# FilesTitle
source: Ministry Files
ar_sa: ملفات الوزارة

source: Date from
ar_sa: من تاريخ

source: Date of birth
ar_sa: تاريخ الميلاد

source: Date to
ar_sa: الى تاريخ

source: Designation
ar_sa: المسمى الوظيفي

source: Employment history
ar_sa: التاريخ الوظيفي

source: Organizational unit
ar_sa: الوحدة التنظيمية

source: Greetings,
ar_sa: تحية طيبة وبعد،

# PleaseSelectDepartment
source: In Order to Serve You Better, Please Select Your Department
ar_sa: لكي نتمكن من خدمتك بشكل أفضل يرجى اختيار إدارتك

# redirected
source: Please wait , You will be redirected after
ar_sa: يرجى الانتظار سوف يتم تحويلك للصفحة الرئيسية بعد

source: Seconds
ar_sa: ثانية

source: Country
ar_sa: الدولة

source: Graduation year
ar_sa: سنة التخرج

source: Institution
ar_sa: الجهة المانحه

source: Major
ar_sa: التخصص

source: Qualification
ar_sa: المؤهل العلمي

source: Qualifications
ar_sa: المؤهلات العلمية

source: Conversation level
ar_sa: مستوى المحادثة

source: Language
ar_sa: اللغة

source: Language skills
ar_sa: مهارات اللغة

source: Reading level
ar_sa: مستوى القراءة

source: Writing level
ar_sa: مستوى الكتابة

source: Area of application
ar_sa: مجال التطبيق

source: Skill level
ar_sa: مستوى الكفاءة

source: Skill type
ar_sa: نوع المهارة

source: Technical skills
ar_sa: المهارات التقنية

source: Course location
ar_sa: مكان انعقاد الدورة

source: Course Name
ar_sa: أسم الدورة

source: Other skills
ar_sa: مهارات اخرى

source: Skill the employee have
ar_sa: المهلرة التي يتقنها الموظف

source: Training courses
ar_sa: دورات تدريبية

source: Training hours
ar_sa: عدد ساعات التدريب

source: Within the plan ?
ar_sa: ضمن الخطة

source: No
ar_sa: لا

source: Yes
ar_sa: نعم

source: Activity name
ar_sa: اسم الفعالية

source: Book/ publication title
ar_sa: عننوان الكتاب/ المنشورات

source: Country resident for more than 3 months
ar_sa: الدولة التي قضى بها اكثر من ثلاث شهور

source: Expertise
ar_sa: الخبرات

source: Field
ar_sa: المجال

source: Location
ar_sa: مقرها

source: Membership
ar_sa: العضوية

source: Nature of the job
ar_sa: طبيعة العمل

source: Nature of the participation
ar_sa: طبيعة المشاركة

source: Organization name
ar_sa: اسم المؤسسة

source: Participations
ar_sa: المشاركات

source: Publications
ar_sa: مؤلفات و منشورات

source: Publish date
ar_sa: تاريخ النشر

source: Sponsor
ar_sa: الجهة الراعية

source: Time period from
ar_sa: من فترة

source: Time period to
ar_sa: الى فترة

source: Topic
ar_sa: الموضوع

source: Travel information’s
ar_sa: معلومات عن السفر

source: Visit reasons
ar_sa: اسباب الزيارة

source: Years of experience
ar_sa: مدة الخبرة

source: Title
ar_sa: العنوان

# Hopis
source: Hobbies
ar_sa: الهوايات

source: Hoppy
ar_sa: الهواية

source: Voluntary work
ar_sa: اعمال تطوعية

source: Employee Data
ar_sa: بيانات الموظف

source: Implicit Knowledge
ar_sa: المعارف و المهارات الضمنية

source: Process
ar_sa: الأجراءات

source: Save
ar_sa: حفظ

source: The information was saved successfully
ar_sa: تم حفظ المعلومات بنجاح

source: Reload
ar_sa: إعادة تحميل

source: Council date
ar_sa: التاريخ المحدد للمجلس

source: Council target
ar_sa: الهدف من المجلس

source: Council topic
ar_sa: موضوع المجلس

source: Council type
ar_sa: نوع المجلس

source: Direct manager
ar_sa: الرئيس المباشر

source: Joining conditions
ar_sa: شروط الأنضمام للمجلس

source: Announce for a knowledge council
ar_sa: اعلن عن مجلس معرفة

source: Lecturer
ar_sa: المحاضر

# CouncilDate1
source: Council Date
ar_sa: تاريخ المجلس

source: Council No
ar_sa: رقم المجلس

# CouncilsHeld
source: Held Councils
ar_sa: المجالس المنعقدة

source: Details
ar_sa: تفاصيل

source: Search All
ar_sa: بحث الكل

# TheJoinRequestHasNoBeenSent
source: The join request has not been sent
ar_sa: لم يتم ارسال طلب الانضمام

source: You have already sent a join request
ar_sa: لقد قمت بالرسال طلب الانضمام من قبل

# YourRequestToJoinSuccessfully
source: Your request to join has been sent successfully
ar_sa: تم ارسال طلب انضمامك بنجاح

source: Planned councils
ar_sa: المجالس المخطط انعقدها

source: A detailed explanation of the Council
ar_sa: شرح تفصيلي عن المجلس

source: Council Exam
ar_sa: امتحان المجلس

source: Council Held Date
ar_sa: تاريخ انعقاد المجلس

source: Development proposals for Council
ar_sa: مقترحات تطويرية للمجلس

source: Propose
ar_sa: تقديم

source: Question
ar_sa: السؤال

source: Return
ar_sa: عودة

# SubjectCouncilCanBeDone
source: Subject The Council can be done
ar_sa: موضوع لمجلس معرفة يمكن القيام به

source: The benefit from the Council
ar_sa: مدي الأستفادة من المجلس

source: Ask an Expert
ar_sa: أسال خبير

source: Expert Name
ar_sa: اسم الخبير

source: Question details
ar_sa: تفاصيل السؤال

source: Question title
ar_sa: عنوان السؤال

source: Choose the answer
ar_sa: إختر الإجابة

source: The exam result is failed
ar_sa: نتيجة الامتحان راسب

source: The exam result is successful
ar_sa: نتيجة الامتحان ناجح

source: Answered
ar_sa: تمت الاجابة

source: Pending expert answer
ar_sa: في انتظار إجابة الخبير

source: close the question
ar_sa: أغلق السؤال

source: Resend
ar_sa: إعادة إرسال

source: Create Exam
ar_sa: إنشاء امتحان

source: First Possibility Arabic
ar_sa: الاحتمال الاول عربي

source: Fourth Possibility Arabic
ar_sa: الاحتمال الرابع عربي

source: Second Possibility Arabic
ar_sa: الاحتمال الثاني عربي

source: Third Possibility Arabic
ar_sa: الاحتمال الثالث عربي

source: Answer
ar_sa: الاجابة

source: Pass Percentage
ar_sa: نسبة النجاح

source: The exam was created successfully
ar_sa: تم انشاء الامتحان بنجاح

source: Alternate Employee
ar_sa: الموظف البديل

source: Request a vacation
ar_sa: طلب اجازة

source: Vacations Types
ar_sa: نوع الاجازة

source: Certificate to whom It may concern
ar_sa: شهادة لمن يهمه الأمر

source: First Possibility
ar_sa: الاحتمال الاول

source: First PossibilityEnglish
ar_sa: الاحتمال الاول انجليزي

source: Fourth Possibility
ar_sa: الاحتمال الرابع

source: Fourth Possibility English
ar_sa: الاحتمال الرابع انجليزي

source: Organization Type
ar_sa: نوع الجهة

source: Question Arabic
ar_sa: السؤال عربي

source: Question English
ar_sa: السؤال انجليزي

source: Request Type
ar_sa: نوع الطلب

source: Second Possibility
ar_sa: الاحتمال الثاني

source: Second Possibility English
ar_sa: الاحتمال الثاني انجليزي

source: Speech Language
ar_sa: لغة الخطاب

source: Speech Type
ar_sa: نوع الخطاب

source: The speech directed to
ar_sa: الجهة الموجه لها الخطاب

source: Third Possibility
ar_sa: الاحتمال الثالث

source: Third Possibility English
ar_sa: الاحتمال الثالث انجليزي

source: Travel Country
ar_sa: دولة السفر

source: Administration of Welfare of Minors and Absentees
ar_sa: ادارة رعاية اموال القصر والغائبين

source: Assistant Undersecretary for Fatwa and Legislation Affairs
ar_sa: الوكيل المساعد لشئون الفتوي والتشريع قضايا الدولة

source: Assistant Undersecretary for Support Services Affairs
ar_sa: الوكيل المساعد لشئون الخدمات المساندة

source: Assistant Undersecretary for Technical Affairs and International Cooperation
ar_sa: الوكيل المساعد للشؤون الفنية والتعاون الدولي

source: Consultants
ar_sa: مستشارو الوزير

source: Coordination and Follow-up Unit
ar_sa: وحدة التنسيق والمتابعة

source: Courts and prosecutors
ar_sa: المحاكم والنيابات

source: Department of State Issues
ar_sa: ادارة قضايا الدولة

source: Fatwa and Legislation Department
ar_sa: ادراة الفتوي والتشريع

source: Financial resources and procurement management
ar_sa: ادراة الموارد المالية والمشتريات

source: Forensic Medicine Department
ar_sa: ادراة الطب الشرعي

source: Government Communication Department
ar_sa: ادراة الاتصال الحكومي

source: Human Resource Management
ar_sa: ادارة الموارد البشرية

source: Information Technology Department
ar_sa: ادراة تقنية المعلومات

source: Internal Audit
ar_sa: مكتب التدقيق الداخلي

source: International Cooperation Department
ar_sa: ادراة التعاون الدولي

source: Judicial Evacuation Department
ar_sa: دائرة التفنيش القضائي

source: Judicial Training Institute
ar_sa: معهد التدريب القضائي

source: Knowledge Institue
ar_sa: المعارف المؤسسية

source: Lawyers and translators affairs department
ar_sa: ادارة شئون المحامين والمترجمين

source: Minister
ar_sa: الوزير

source: Minister's Office
ar_sa: مكتب الوزير

source: Notary administration and ratifications
ar_sa: ادارة كاتب العدل والتصديقات

source: Office of the Undersecretary
ar_sa: مكتب وكيل الوزراة

source: Research and Studies Department
ar_sa: ادارة البحوث والدراسات

source: Search a Department
ar_sa: البحث عن ادارة

source: Search for A way
ar_sa: البحث عن طريق

source: Search For Work place
ar_sa: البحث عن مكان العمل

source: Strategy and Future Management
ar_sa: ادراة الاستراتيجية والمستقبل

source: Technical Experts Affairs Department
ar_sa: ادارة شئون الخبراء الفنيين

source: Undersecretary
ar_sa: وكيل الوزارة

source: Participated
ar_sa: شارك

source: There is no test for this council
ar_sa: لا يوجد امتحان لهذا المجلس

source: Applicant Information
ar_sa: معلومات مقدم الطلب

source: Request Status
ar_sa: حالة الطلب

source: Task Status
ar_sa: حالة المهمة

# confirmMSGexam
source: Are you sure that the exam is finished?
ar_sa: هل انت متاكد من انهاء الامتحان ؟

source: Arabic Job Title
ar_sa: المسمي الوظيفي بالعربي

source: Arabic Name
ar_sa: الاسم بالعربي

source: Arabic Role
ar_sa: الدور بالعربي

source: English Job Title
ar_sa: المسمي الوظيفي بالانجليزي

source: English Name
ar_sa: الاسم بالانجليزي

source: English Role
ar_sa: الدور بالانجليزي

source: Participants
ar_sa: المشاركين

source: Participants have been added
ar_sa: تمت إضافة المشاركين

source: Add Participants
ar_sa: أضف مشاركين

source: Role
ar_sa: الدور

source: Council Goals
ar_sa: أهداف المجلس

source: Attachments
ar_sa: المرفقات

# knowledgeInstitutional
source: Institution knowledge
ar_sa: المعرفة المؤسسية

source: Date of birth of the child
ar_sa: تاريخ ميلاد الطفل

source: Place of birth of the child
ar_sa: محل ميلاد الطفل

source: End Time
ar_sa: وقت النهاية

source: Start Time
ar_sa: وقت البداية

source: Type of Permission
ar_sa: نوع الاستئذان

source: The granting of the sick leave certificate
ar_sa: منح شهادة الإجازة المرضية

# SouqConfirmMsg
source: The Ministry of Justice is not responsible, in any way, for the accidental, direct, indirect, special, punitive, exemplary or consequential damages that may arise as a result of the display of your advertisement on this page.
ar_sa: لا تتحمل "وزارة العدل "، بأي حال من الأحوال، المسؤولية عن الأضرار العرضية أو المباشرة أو غير المباشرة أو الخاصة أو العقابية أو النموذجية أو الناشئة، التي قد تبرز نتيجة لعرض اعلانك في هذه الصفحة.
